Repository: petervanmanen/Tileroam
Catalog: Tileroam/Localizable.xcstrings
Source language: en
Languages: de, es, fr, nl

source: The map data couldn't be downloaded (%@). Try again; what was downloaded is kept.
de: Die Kartendaten konnten nicht geladen werden (%@). Versuche es erneut; bereits Geladenes bleibt erhalten.
es: No se pudieron descargar los datos de mapa (%@). Inténtalo de nuevo; lo ya descargado se conserva.
fr: Les données cartographiques n'ont pas pu être téléchargées (%@). Réessayez ; ce qui a été téléchargé est conservé.
nl: De kaartgegevens konden niet worden gedownload (%@). Probeer het opnieuw; wat al gedownload is, blijft bewaard.

source: The map data server had a problem (%lld). Try again later; what was downloaded is kept.
de: Der Kartendaten-Server hatte ein Problem (%lld). Versuche es später erneut; bereits Geladenes bleibt erhalten.
es: El servidor de datos de mapa tuvo un problema (%lld). Inténtalo más tarde; lo ya descargado se conserva.
fr: Le serveur de données cartographiques a rencontré un problème (%lld). Réessayez plus tard ; ce qui a été téléchargé est conservé.
nl: De server met kaartgegevens had een probleem (%lld). Probeer het later opnieuw; wat al gedownload is, blijft bewaard.

source: The route planning data couldn't be loaded: %@
de: Die Daten für die Routenplanung konnten nicht geladen werden: %@
es: No se pudieron cargar los datos de rutas: %@
fr: Impossible de charger les données d’itinéraire : %@
nl: De gegevens voor routeplanning konden niet worden geladen: %@

source: The starting point or a selected item isn't near a road or path that can be cycled. Choose another one.
de: Der Startpunkt oder ein gewähltes Element liegt nicht an einer befahrbaren Straße oder einem Weg. Wähle ein anderes.
es: El punto de partida o un elemento elegido no está cerca de una carretera o camino ciclable. Elige otro.
fr: Le point de départ ou un élément choisi n'est pas près d'une route ou d'un chemin cyclable. Choisissez-en un autre.
nl: Het startpunt of een gekozen onderdeel ligt niet bij een weg of pad waarover je kunt fietsen. Kies een ander.

source: There's no internet connection, and map data for this area still has to be downloaded. Try again when you're online.
de: Es gibt keine Internetverbindung, und die Kartendaten für dieses Gebiet müssen noch geladen werden. Versuche es erneut, wenn du online bist.
es: No hay conexión a internet y aún hay que descargar los datos de mapa de esta zona. Inténtalo de nuevo cuando estés conectado.
fr: Il n'y a pas de connexion Internet, et les données cartographiques de cette zone doivent encore être téléchargées. Réessayez une fois en ligne.
nl: Er is geen internetverbinding en de kaartgegevens voor dit gebied moeten nog worden gedownload. Probeer het opnieuw als je online bent.

source: These items are too far apart for one round trip (about %lld km as the crow flies; up to %lld km is possible). Select fewer or closer items.
de: Diese Elemente liegen für eine Rundtour zu weit auseinander (etwa %1$lld km Luftlinie; bis %2$lld km ist möglich). Wähle weniger oder nähere Elemente.
es: Estos elementos están demasiado separados para una sola ruta circular (unos %1$lld km en línea recta; se puede hasta %2$lld km). Elige menos o más cercanos.
fr: Ces éléments sont trop éloignés pour une seule boucle (environ %1$lld km à vol d'oiseau ; jusqu'à %2$lld km possible). Choisissez-en moins ou des plus proches.
nl: Deze onderdelen liggen te ver uit elkaar voor één rondrit (ongeveer %1$lld km hemelsbreed; tot %2$lld km is mogelijk). Kies minder of dichterbij gelegen onderdelen.

source: These items are too far apart for one round trip. Select fewer or closer items.
de: Diese Elemente liegen für eine Rundtour zu weit auseinander. Wähle weniger oder nähere Elemente.
es: Estos elementos están demasiado separados para una sola ruta circular. Elige menos o más cercanos.
fr: Ces éléments sont trop éloignés pour une seule boucle. Choisissez-en moins ou des plus proches.
nl: Deze onderdelen liggen te ver uit elkaar voor één rondrit. Kies minder of dichterbij gelegen onderdelen.

source: This Year (%@)
de: Dieses Jahr (%@)
es: Este año (%@)
fr: Cette année (%@)
nl: Dit jaar (%@)

source: This place couldn't be found. Try another search.
de: Dieser Ort wurde nicht gefunden. Versuche eine andere Suche.
es: No se encontró este lugar. Prueba otra búsqueda.
fr: Ce lieu est introuvable. Essayez une autre recherche.
nl: Deze plaats is niet gevonden. Probeer een andere zoekopdracht.

source: Tile %lld/%lld
de: Kachel %1$lld/%2$lld
es: Tesela %1$lld/%2$lld
fr: Tuile %1$lld/%2$lld
nl: Tegel %1$lld/%2$lld

source: Tileroam keeps your activities and planned routes on this device (%@ › Activities and › Routes). Sign in to iCloud with iCloud Drive on to share them with your other devices. Imported files are copied once: the folder they came from isn't watched.
de: Tileroam speichert deine Aktivitäten und geplanten Routen auf diesem Gerät (%@ › Activities und › Routes). Melde dich mit aktiviertem iCloud Drive bei iCloud an, um sie mit deinen anderen Geräten zu teilen. Importierte Dateien werden einmal kopiert: Ihr Ursprungsordner wird nicht überwacht.
es: Tileroam guarda tus actividades y rutas planificadas en este dispositivo (%@ › Activities y › Routes). Inicia sesión en iCloud con iCloud Drive activado para compartirlas con tus otros dispositivos. Los archivos importados se copian una vez: su carpeta de origen no se vigila.
fr: Tileroam garde vos activités et parcours planifiés sur cet appareil (%@ › Activities et › Routes). Connectez-vous à iCloud avec iCloud Drive activé pour les partager avec vos autres appareils. Les fichiers importés sont copiés une fois : leur dossier d'origine n'est pas surveillé.
nl: Tileroam bewaart je activiteiten en geplande routes op dit apparaat (%@ › Activities en › Routes). Log in bij iCloud met iCloud Drive aan om ze met je andere apparaten te delen. Geïmporteerde bestanden worden één keer gekopieerd: de map waar ze vandaan komen wordt niet gevolgd.

source: Tileroam keeps your activities and planned routes on this device (%@ › Activities and › Routes). With iCloud sync, they're also in %@, without duplicates, so your other devices have them. Turning it off keeps both copies. Imported files are copied once: the folder they came from isn't watched.
de: Tileroam speichert deine Aktivitäten und geplanten Routen auf diesem Gerät (%1$@ › Activities und › Routes). Mit iCloud-Synchronisierung sind sie auch in %2$@, ohne Duplikate, für deine anderen Geräte. Ausschalten behält beide Kopien. Importierte Dateien werden einmal kopiert: Ihr Ursprungsordner wird nicht überwacht.
es: Tileroam guarda tus actividades y rutas planificadas en este dispositivo (%1$@ › Activities y › Routes). Con la sincronización de iCloud también están en %2$@, sin duplicados, para tus otros dispositivos. Desactivarla conserva ambas copias. Los archivos importados se copian una vez: su carpeta de origen no se vigila.
fr: Tileroam garde vos activités et parcours planifiés sur cet appareil (%1$@ › Activities et › Routes). Avec la synchronisation iCloud, ils sont aussi dans %2$@, sans doublons, pour vos autres appareils. La désactiver garde les deux copies. Les fichiers importés sont copiés une fois : leur dossier d'origine n'est pas surveillé.
nl: Tileroam bewaart je activiteiten en geplande routes op dit apparaat (%1$@ › Activities en › Routes). Met iCloud-synchronisatie staan ze ook in %2$@, zonder dubbelen, zodat je andere apparaten ze hebben. Uitzetten houdt beide kopieën. Geïmporteerde bestanden worden één keer gekopieerd: de map waar ze vandaan komen wordt niet gevolgd.

source: Tiles
de: Kacheln
es: Teselas
fr: Tuiles
nl: Tegels

source: Tiles (14)
de: Kacheln (14)
es: Teselas (14)
fr: Tuiles (14)
nl: Tegels (14)

source: Tiles (zoom 14) and squadratinhos (zoom 17), with your max square and cluster
de: Kacheln (Zoom 14) und Squadratinhos (Zoom 17), mit Max-Quadrat und Cluster
es: Teselas (zoom 14) y squadratinhos (zoom 17), con tu cuadrado máximo y clúster
fr: Tuiles (zoom 14) et squadratinhos (zoom 17), avec votre carré max et votre cluster
nl: Tegels (zoom 14) en squadratinhos (zoom 17), met je max. vierkant en cluster

source: Tiles are always at the top of the map. Choose which other challenges are there too; the + at the end of that bar does the same. Everything is still counted, also for challenges you don't show.
de: Kacheln stehen immer oben auf der Karte. Wähle, welche anderen Herausforderungen dort auch stehen; das + am Ende dieser Leiste tut dasselbe. Gezählt wird trotzdem alles, auch für Herausforderungen, die du nicht anzeigst.
es: Las teselas están siempre en la parte superior del mapa. Elige qué otros desafíos aparecen también; el + al final de esa barra hace lo mismo. Todo se sigue contando, también en los desafíos que no muestras.
fr: Les tuiles sont toujours en haut de la carte. Choisissez les autres défis à y afficher ; le + au bout de cette barre fait de même. Tout reste compté, même pour les défis que vous n’affichez pas.
nl: Tegels staan altijd boven aan de kaart. Kies welke andere uitdagingen daar ook staan; de + aan het eind van die balk doet hetzelfde. Alles wordt gewoon geteld, ook voor uitdagingen die je niet toont.

source: Tiles are always on the map. Challenges you hide still count.
de: Kacheln sind immer auf der Karte. Ausgeblendete Herausforderungen zählen trotzdem.
es: Las teselas están siempre en el mapa. Los desafíos que ocultas siguen contando.
fr: Les tuiles sont toujours sur la carte. Les défis masqués comptent quand même.
nl: Tegels staan altijd op de kaart. Uitdagingen die je verbergt tellen gewoon mee.

source: Tiles are at the top of the map; add the challenges you like with the +. The chart button has your statistics and badges, Settings your iCloud sync and imports.
de: Kacheln stehen oben auf der Karte; füge mit dem + die Herausforderungen hinzu, die du willst. Die Diagrammtaste hat deine Statistiken und Abzeichen, die Einstellungen iCloud-Sync und Importe.
es: Las teselas están arriba en el mapa; añade los desafíos que quieras con el +. El botón de gráfico tiene tus estadísticas e insignias, y Ajustes la sincronización con iCloud y las importaciones.
fr: Les tuiles sont en haut de la carte ; ajoutez les défis de votre choix avec le +. Le bouton graphique contient vos statistiques et badges, les Réglages la synchronisation iCloud et les imports.
nl: Tegels staan boven aan de kaart; voeg de uitdagingen die je wilt toe met de +. De grafiekknop heeft je statistieken en badges, Instellingen je iCloud-synchronisatie en imports.

source: Total
de: Gesamt
nl: Totaal

source: Tracks, tiles and areas read from your .fit files, so they don't have to be read again at every start. Clearing it reads all files again.
de: Tracks, Kacheln und Gebiete aus deinen .fit-Dateien, damit sie nicht bei jedem Start neu gelesen werden. Leeren liest alle Dateien neu ein.
es: Recorridos, teselas y zonas leídos de tus archivos .fit, para no tener que leerlos en cada inicio. Al vaciarla se leen todos los archivos de nuevo.
fr: Traces, tuiles et zones lues dans vos fichiers .fit, pour ne pas les relire à chaque démarrage. Le vider relit tous les fichiers.
nl: Sporen, tegels en gebieden uit je .fit-bestanden, zodat ze niet bij elke start opnieuw gelezen hoeven te worden. Wissen leest alle bestanden opnieuw.

source: Trappist Challenge
de: Trappisten-Challenge
es: Desafío trapense
fr: Défi trappiste
nl: Trappistenuitdaging

source: Triathlete
de: Triathlet
es: Triatleta
fr: Triathlète
nl: Triatleet

source: Triple jump
de: Dreisprung
es: Triple salto
fr: Triple saut
nl: Hink-stap-sprong

source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
nl: Probeer opnieuw

source: Try with Sample Rides
de: Mit Beispielfahrten ausprobieren
es: Probar con rutas de ejemplo
fr: Essayer avec des sorties d’exemple
nl: Probeer met voorbeeldritten

source: Visited
de: Besucht
es: Visitado
fr: Visité
nl: Bezocht

source: Visited %lld times, last on %@
de: %1$lld-mal besucht, zuletzt am %2$@
es: Visitada %1$lld veces, la última el %2$@
fr: Visitée %1$lld fois, dernière le %2$@
nl: %1$lld keer bezocht, laatst op %2$@

source: Walked
de: Gelaufen
es: Recorrido
fr: Parcouru
nl: Gelopen

source: Walking
de: Gehen
es: Caminar
fr: Marche
nl: Wandelen

source: Welcome to Tileroam
de: Willkommen bei Tileroam
es: Bienvenido a Tileroam
fr: Bienvenue dans Tileroam
nl: Welkom bij Tileroam

source: With detailed GPS
de: Mit detailliertem GPS
es: Con GPS detallado
fr: Avec GPS détaillé
nl: Met gedetailleerde gps

source: Without GPS
de: Ohne GPS
es: Sin GPS
fr: Sans GPS
nl: Zonder gps

source: Without date
de: Ohne Datum
es: Sin fecha
fr: Sans date
nl: Zonder datum

source: You can import more later in Settings.
de: Du kannst später in den Einstellungen mehr importieren.
es: Puedes importar más después en Ajustes.
fr: Vous pourrez en importer d'autres plus tard dans Réglages.
nl: Je kunt later meer importeren in Instellingen.

source: You can select up to %lld items per route.
de: Du kannst bis zu %lld Elemente pro Route wählen.
es: Puedes elegir hasta %lld elementos por ruta.
fr: Vous pouvez choisir jusqu’à %lld éléments par parcours.
nl: Je kunt maximaal %lld items per route kiezen.

source: You're All Set
de: Alles bereit
es: Todo listo
fr: Tout est prêt
nl: Je bent er klaar voor

source: Your Eddington number, also as a widget
de: Deine Eddington-Zahl, auch als Widget
es: Tu número de Eddington, también como widget
fr: Votre nombre d’Eddington, aussi en widget
nl: Je Eddington-getal, ook als widget

source: Your activities come from iCloud, from your other devices
de: Deine Aktivitäten kommen aus iCloud, von deinen anderen Geräten
es: Tus actividades vienen de iCloud, de tus otros dispositivos
fr: Vos activités viennent d'iCloud, de vos autres appareils
nl: Je activiteiten komen uit iCloud, van je andere apparaten

source: Zoom 14 tiles (~1.5 km in the Netherlands) are the explorer tiles of VeloViewer, StatsHunters and rideeverytile.com. Zoom 17 squadratinhos (~190 m) are used by Squadrats. Both are always counted; this setting chooses which one the map, statistics and route planning use.
de: Zoom-14-Kacheln (~1,5 km in den Niederlanden) sind die Explorer-Tiles von VeloViewer, StatsHunters und rideeverytile.com. Zoom-17-Squadratinhos (~190 m) nutzt Squadrats. Beide werden immer gezählt; diese Einstellung bestimmt, welche Karte, Statistik und Routenplanung verwenden.
es: Las teselas de zoom 14 (~1,5 km en los Países Bajos) son las explorer tiles de VeloViewer, StatsHunters y rideeverytile.com. Los squadratinhos de zoom 17 (~190 m) los usa Squadrats. Siempre se cuentan ambos; este ajuste elige cuál usan el mapa, las estadísticas y la planificación.
fr: Les tuiles zoom 14 (~1,5 km aux Pays-Bas) sont les explorer tiles de VeloViewer, StatsHunters et rideeverytile.com. Les squadratinhos zoom 17 (~190 m) sont utilisés par Squadrats. Les deux sont toujours comptés ; ce réglage choisit celui qu’utilisent la carte, les statistiques et la planification.
nl: Zoom 14-tegels (~1,5 km in Nederland) zijn de explorer tiles van VeloViewer, StatsHunters en rideeverytile.com. Zoom 17-squadratinhos (~190 m) worden gebruikt door Squadrats. Beide worden altijd geteld; deze instelling bepaalt welke de kaart, statistieken en routeplanning gebruiken.

source: nothing new
de: nichts Neues
es: nada nuevo
fr: rien de nouveau
nl: niets nieuws

# tab.climbs
source: Climbs
de: Anstiege
es: Subidas
fr: Montées
nl: Klimmen

# tab.municipalities
source: Towns
de: Gemeinden
es: Municipios
fr: Communes
nl: Gemeenten

# tab.postcodes
source: Postcodes
de: PLZ
es: C. postales
fr: Codes post.

# tab.routes
source: Routes
de: Routen
es: Rutas
fr: Parcours

# tab.tiles
source: Tiles
de: Kacheln
es: Teselas
fr: Tuiles
nl: Tegels

source: Hybrid
es: Híbrido
fr: Hybride
nl: Hybride

source: Indoor
es: Interior
fr: Intérieur
nl: Binnen

source: MTB route
es: Ruta de BTT
fr: Parcours VTT
nl: Mountainbikeroute

source: Marathon
es: Maratón

source: Start: %@
es: Inicio: %@
fr: Départ : %@

source: Tileroam route
es: Ruta de Tileroam
fr: Parcours Tileroam

source: Version
es: Versión
nl: Versie

source: Website
es: Sitio web
fr: Site web
